akamud.vscode-theme-onedark
alduncanson.react-hooks-snippets
andrewleedham.vscode-css-modules
anysphere.cursorpyright
bazelbuild.vscode-bazel
bradlc.vscode-tailwindcss
charliermarsh.ruff
dbaeumer.vscode-eslint
eamodio.gitlens
emilast.logfilehighlighter
esbenp.prettier-vscode
hashicorp.terraform
huuums.vscode-fast-folder-structure
jock.svg
matangover.mypy
meganrogge.template-string-converter
mikestead.dotenv
mrmlnc.vscode-scss
ms-azuretools.vscode-azureresourcegroups
ms-azuretools.vscode-azureterraform
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.atom-keybindings
ms-vscode.azure-account
ms-vscode.remote-explorer
ms-vsliveshare.vsliveshare
mylesmurphy.prettify-ts
naumovs.color-highlight
openai.chatgpt
orta.vscode-jest
redhat.vscode-yaml
rust-lang.rust-analyzer
samuelcolvin.jinjahtml
sissel.shopify-liquid
stkb.rewrap
streetsidesoftware.code-spell-checker
styled-components.vscode-styled-components
stylelint.vscode-stylelint
tamasfe.even-better-toml
tchoupinax.tilt
timonwong.shellcheck
tyriar.luna-paint
unifiedjs.vscode-mdx
viijay-kr.react-ts-css
vincaslt.highlight-matching-tag
vscode-icons-team.vscode-icons
vunguyentuan.vscode-css-variables
wix.vscode-import-cost
wmaurer.change-case
